{
    "CANDIDATE_NAME": "RANJANA KASHYAP",
    "EMAIL_ID": "ranjananithamirpur@gmail.com",
    "PHONE_NUMBER": "+91-9736043013",
    "LINKEDIN_URL": "https://www.linkedin.com/in/johndoe/",
    "ADDRESS": "Gurugram",
    "OBJECTIVE": "To foster a safe and healthy work environment by implementing effective HSE policies and practices, while driving sustainability initiatives that reduce environmental impact, optimize resource utilization, and ensure compliance with organizational and regulatory standards for long-term sustainable development.",
    "EXPERIENCE": [
        {
            "ROLE": "Software Engineer",
            "COMPANY": "ABC Company",
            "LOCATION": "City, Country",
            "DURATION": "April 2024 - Present",
            "DETAILS": [
                    "Analyze site safety statistics data for Operational and under construction(Solar and Wind) project sites, prepare monthly SteerCo presentations, and highlight gaps.",
                    "Coordinate IMS system implementation across the portfolio.",
                    "Responsible for implementation of ISO 14001 and 45001 across portfolio.",
                    "Conduct ESIA and ESDD studies for new projects along with vendors.",
                    "Ensure compliance with the Environmental and Social Management System (ESMS) and IFC standards",
                    "Drive safety culture improvement initiatives, including standardized training modules, induction videos, reward & recognition programs, and standardized safety signage.",
                    "Co-ordinating for carry out third-party safety audits for Operations and Maintenance at project sites as per the specified frequency and ensure timely closure of observations.",
                    "Worked on budget planning for financial year to ensure the smooth achievement of organizational goals and targets, optimizing resources and aligning financial strategies with business objectives.",
                    "Coordinating with site HSE personnel from the head office to address and resolve issues."
            ]
        },
        {
            "ROLE": "Software Engineer",
            "COMPANY": "XYZ Company",
            "LOCATION": "City, Country",
            "DURATION": "June 2022 - Dec 2023",
            "DETAILS": [
                    "Implemented and documented Quality Management System (ISO 9001:2015), Environment Management System (ISO 14001:2015), Occupational Health and Safety Management System (ISO 45001:2018), and Risk Management System (ISO 31000:2018) at UFLEX Limited (Chemical Business).",
                    "Ensured compliance with legal requirements related to waste generation, pressure testing of vessels, effluent generation.",
                    "Led improvement projects within time-bound targets, focusing on efficiency improvements, process excellence initiatives, cost savings, safety, environment, and productivity management.",
                    "Conducted risk assessments, job safety analyses (JSA), and hazard and operability studies (HAZOP) for various processes.",
                    "Coordinated with maintenance, environmental health and safety (EHS), excellence, and production teams to ensure smooth project implementation.",
                    "Conducted process audits and reviews to ensure strict adherence to defined guidelines and systems.",
                    "Utilized process mapping techniques such as input/output diagrams, value stream mapping (VSM), root cause analysis (RCA), Six Sigma, Lean Six Sigma, World Class Manufacturing (WCM), Total Productive Maintenance (TPM), Total Quality Management (TQM), Overall Equipment Effectiveness (OEE), and planning and implementing countermeasures to monitor results."
            ]
        }
    ],
    "EDUCATION": [
        {            
            "INSTITUTE": "ABC University",
            "LOCATION": "City, Country",
            "DEGREE": "Bachelor of Science in Computer Science",
            "DURATION": "June 2022 - Dec 2023",
            "GRADES": "3.8",
            "DETAILS": [
                "Developed a new feature for the software that improved user experience and functionality.",
                "Participated in code reviews and provided constructive feedback to fellow developers."
            ]
        },
        {
            "INSTITUTE": "XYZ University",
            "LOCATION": "City, Country",
            "DEGREE": "Bachelor of Science in Computer Science",
            "DURATION": "June 2022 - Dec 2023",
            "GRADES": "3.8",
            "DETAILS": [
                "Developed a new feature for the software that improved user experience and functionality.",
                "Participated in code reviews and provided constructive feedback to fellow developers."
            ]
        }
    ],
    "SKILLS": [
        {
        "Title" : "Python",
        "SubTitle": "PySpark, PyQt5, Web Scraping, pandas, numpy, psycopg2"
        },
        {
        "Title" : "DevOps",
        "SubTitle": "AWS, Jenkins, Groovy, Batch Script, FOSS ID"
        }
    ],
    "HOBIES_AND_INTERESTS": [
        "Reading books",
        "Playing video games",
        "Traveling",
        "Exploring new technologies"
    ],
    "ACHIEVEMENTS": [
        "Received a scholarship for outstanding academic performance",
        "Participated in a research project that led to a publication in a prestigious journal"
    ],
    "LANGUAGES": [
        {
            "LANGUAGE": "Hindi",
            "PROFICIENCY": "Fluent"
        },
        {
            "LANGUAGE": "English",
            "PROFICIENCY": "Basic"
        }
    ],
    "REFERENCES": [
        {
            "NAME": "Jane Doe",
            "COMPANY": "ABC Company",
            "EMAIL": "v3oEj@example.com",
            "PHONE": "+1234567890"
        },
        {
            "NAME": "John Smith",
            "COMPANY": "XYZ Company",
            "EMAIL": "Vqg0D@example.com",
            "PHONE": "+9876543210"
        }
    ],
    "PUBLICATIONS": [
        {
            "TITLE": "Energy detection based spectrum sensing for gamma shadowed α–η–μ and α–κ–μ fading channels.",
            "AUTHOR": "Nitesh Kumar Singh",
            "JOURNAL": "International Journal of Electronics and Communications",
            "PUBLISH_DATE": "Sept. 1, 2018",
            "DETAIL": [
                "Collaborated with Dr. Sandeep Kumar (Principal Scientist), Dr. Kuldeep Singh and the research team to design and implement innovative solutions enhancing radar navigation systems through advanced spectrum sensing techniques."
            ]
        }
    ],
    "CERTIFICATIONS": [
        {
            "TITLE": "Certification Title",
            "ISSUER": "Issuer Name",
            "ISSUE_DATE": "2021-01-01",
            "EXPIRATION_DATE": "2022-12-31",
            "DETAIL": [
                "Developed a new feature for the software that improved user experience and functionality.",                
                "Participated in code reviews and provided constructive feedback to fellow developers."
            ]
        },
        {
            "TITLE": "Certification Title",
            "ISSUER": "Issuer Name",
            "ISSUE_DATE": "2020-01-01",
            "EXPIRATION_DATE": "2021-12-31",
            "DETAIL": [
                "Developed a new feature for the software that improved user experience and functionality.",
                "Participated in code reviews and provided constructive feedback to fellow developers."
            ]
        }
    ]
}